INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	1, 
	'Железный человек', 
	'Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, 
	которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков 
	Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. 
	Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. 
	Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально...',
	'США',
	121,
	'2008-04-14'
);

INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	2, 
	'Интерстеллар', 
	'Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, 
	коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет 
	области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения 
	для космических путешествий человека и найти планету с подходящими для человечества условиями.',
	'США',
	169,
	'2014-10-26'
);

INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	3, 
	'Омерзительная восьмёрка', 
	'США после Гражданской войны. Легендарный охотник за головами Джон Рут по кличке Вешатель конвоирует заключенную. 
	По пути к ним прибиваются еще несколько путешественников. Снежная буря вынуждает компанию искать укрытие в лавке на отшибе, 
	где уже расположилось весьма пёстрое общество: генерал конфедератов, мексиканец, ковбой… И один из них — не тот, за кого себя выдает.',
	'США',
	168,
	'2015-12-7'
);

INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	4, 
	'Бойцовский клуб', 
	'Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. 
	Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. 
	Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.
	Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. 
	Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.',
	'США',
	139,
	'1999-09-10'
);

INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	5, 
	'Тёмный рыцарь', 
	'Бэтмен поднимает ставки в войне с криминалом. С помощью лейтенанта Джима Гордона и прокурора Харви Дента он намерен очистить улицы Готэма от преступности. 
	Сотрудничество оказывается эффективным, но скоро они обнаружат себя посреди хаоса, развязанного восходящим криминальным гением, 
	известным напуганным горожанам под именем Джокер.',
	'США',
	152,
	'2008-07-14'
);

INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	6, 
	'Брат', 
	'Демобилизовавшись, Данила Багров вернулся в родной городок. Но скучная жизнь российской провинции не устраивала его, и он решился податься в Петербург, г
	де, по слухам, уже несколько лет процветает его старший брат. Данила нашел брата. Но все оказалось не так просто — брат работает наемным убийцей.',
	'США',
	100,
	'1997-05-17'
);


INSERT INTO Medialibrary."Movie Description" (movie_id, name, description, country, duration, date) VALUES(
	7, 
	'Волк с Уолл-стрит', 
	'1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. 
	По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и 
	врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и 
	решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». 
	В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество 
	наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...',
	'США',
	180,
	'2013-12-9'
);
